/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "Por favor!";
"Buy Now..."     = "Comprar Agora...";
"Must.Buy.Now."  = "Devo.Comprar.Agora.";
"Instant Karma"  = "Carma Instantâneo";
"Buy Me!"        = "Compre-me!";
"%d days left" = "Faltam %d dias";
"Buy today!" = "Compre Hoje!";
"The trial period is over" = "O período de avaliação terminou";
"Please register BetterZip to enable the saving of archives." = "Registre o BetterZip para ativar o salvamento de arquivos comprimidos.";
"Buy now" = "Comprar Agora";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Seu período de avaliação terminou. Você poderá visualizar arquivos comprimidos, mas não poderá salvá-los. Se quiser continuar usando o BetterZip, clique en Comprar Agora e receba sua licença em minutos.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Registro: # %d em %@ para %d licenças\nLicenciado: %@";
"Registration: # %d on %@\nLicensee: %@" = "Registro: # %d em %@\nLicenciado: %@";
"More license keys required." = "Requer mais licenças.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses.";
"\nYour copy of BetterZip is registered. Thank you!" = "\nSua cópia do BetterZip está registrada. Obrigado!";
"Continue" = "Continuar";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "O BetterZip ainda não foi registrado. Seu período de avaliação terminará amanhã. Para continuar usando o BetterZip clique em Comprar Agora e registre.";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "O BetterZip ainda não foi registrado. Seu período de avaliação termina hoje. Para continuar usando o BetterZip, clique em Comprar Agora e registre.";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Seu período de avaliação terminou. O BetterZip ainda funcionará por mais alguns dias, mas você deve registrá-lo caso queira usá-lo. Clique em Comprar Agora e receba sua licença em minutos.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "O código é inválido. Certifique-se de que a licença completa tenha sido colada.";
"Later" = "Mais Tarde";
"Welcome back to BetterZip!" = "Bem-vindo novamente ao BetterZip!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Faz um tempo desde a última vez que você experimentou o BetterZip. Leve mais alguns dias para reavaliá-lo. Seu período de avaliação foi estendido.";
"Great!" = "Ótimo!";
"Check for Updates..." = "Buscar Atualizações...";
"Automatically check for updates (last check: %@)" = "Buscar atualizações automaticamente (última verificação: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Sua licença não é válida para esta versão do BetterZip, mas nossas tarifas de atualização são bem razoáveis.\nClique em Comprar Agora e confira.";
"Registration..." = "Registro...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Esta função está disponível somente para usuários registrados.";
"Better get your license today!" = "Obtenha a sua licença hoje!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Esta licença é válida para uma versão mais antiga do BetterZip. Você pode usá-la para comprar uma licença de atualização com desconto do BetterZip 4 por US$9,99. Clique em Atualizar Agora para visitar nossa loja na web.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Esta é uma licença temporária para clientes que compraram o BetterZip 2 na Mac App Store. Você pode usá-la para comprar uma licença de atualização com desconto do BetterZip 4 por US$9,99. Clique em Atualizar Agora para visitar nossa loja na web.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!";
"Trial user\n%d days left" = "Avaliação\nFaltam %d dias";
"Upgrade now" = "Atualizar Agora";
